Repository: gianluca78/behave
Catalog: translations/chart.*.xlf
Languages: ro

source: Day
ro: ziua

source: Print chart
ro: tipărește în format grafic

source: Download PNG image
ro: descarcă imagine PNG

source: Download JPEG image
ro: descarcă imagine JPEG

source: Download PDF document
ro: descarcă document PDF

source: Download SVG vector image
ro: descarcă imagine vectorială SVG

source: Baseline
ro: valoare inițială

source: Intervention
ro: intervenție

# number_of_frequencies
source: Frequency
ro: frecvență

# number_of_intervals
source: Duration (seconds)
ro: durată

source: Session
ro: sesiune
