Repository: gianluca78/behave
Catalog: translations/forms.*.xlf
Languages: ro

source: Male
ro: Masculin

source: Country
ro: Țara

source: -- Select the country --
ro: -- Selectați țara --

source: Student id
ro: ID elev

source: Year of birth
ro: Anul nașterii

source: -- Select the year of birth --
ro: -- Selectați anul nașterii --

source: Female
ro: Feminin

source: Submit
ro: Salvează

source: Single case?
ro: Caz unic?

source: Place
ro: Loc

source: Setting
ro: Context

source: Filling in instructions
ro: Instrucțiuni de completare

source: Schedule observation dates
ro: Planifică datele de observație

source: Start date
ro: Data inițială

source: Time range
ro: Interval de timp

source: Repeat option
ro: Opțiuni de repetare

source: None
ro: Niciuna

source: Weekly
ro: Săptămânal

source: every 'n' week(s)
ro: la fiecare n săptămână(i)

source: Days of week
ro: Zile din săptămână

source: Repeat end option
ro: Opțiuni incheiere repetare

source: Repeat end date
ro: Dată incheiere repetare

source: Number of occurrences
ro: Număr de repetări

source: After
ro: După

source: On date
ro: În data

source: 3 years
ro: 3 ani

source: Sun
ro: Dum

source: Mon
ro: Lun

source: Tue
ro: Mar

source: Wed
ro: Mie

source: Thu
ro: Joi

source: Fri
ro: Vin

source: Sat
ro: Sâm

source: Name
ro: Nume

source: Name of the measure
ro: Denumirea măsurătorii

source: For example: Anxiety scale
ro: De exemplu: Scala de anxietate

source: For example: a scale is made up of 10 items designed to assess a person's anxiety as part of cognitive and somatic symptoms
ro: De exemplu: Scala constă în 10 itemi destinați să măsoare anxietatea unei persoane, identificând prezența simptoamelor somatice și cognitive

source: Intervention
ro: Intervenție

source: Please describe the behavioral intervention
ro: Vă rugăm să descrieți intervenția comportamentală

source: Disorder
ro: Tulburare

source: Description
ro: Descriere

source: Choice type
ro: Alege tipul

source: -- Select a type --
ro: -- Selectați tipul --

source: Checkboxes
ro: Căsuțe de control

source: Dropdown list
ro: Meniu multiopțiuni

source: Dropdown list with multiple selection
ro: Meniu cu selectare de valori multiple

source: Radio buttons
ro: Buton tip radio

source: Text of the item
ro: Textul itemului

source: For example: What is your favourite color?
ro: De exemplu: Care este culoarea ta preferată?

source: Empty value
ro: Câmp gol

source: Default value displayed is selected until the user clicks on it.
ro: Valoare predefinită într-un meniu multiopțiuni înainte ca utilizatorul să aleagă

source: Options
ro: Opțiuni

source: Write the options and press enter after entering each individual one.
ro: Scrie opțiunile și apasă enter după întroducerea fiecăreia din ele

source: Use a nickname or a code to identify the student
ro: O poreclă sau un cod pentru identificarea elevului

source: Interrupting of classroom discussions during the lesson
ro: Întreruperea discuțiilor în timpul lecției

source: Describe the behaviour in a measurable, and repeatable way so any observer can easily identify what the behavior is and what it is not
ro: Descrieți comportamentul în termeni măsurabili și repetibili așa încât observatorul să poată interpreta cu ușurință ceea ce este și ceea ce nu este comportamentul respectiv

source: For instance: school, home, gym
ro: De exemplu: școală, casă, sală de sport

source: For instance: during the math class, or the dinner
ro: De exemplu: în timpul lecției de matematică, sau la cină

source: Phase name
ro: Denumirea fazei

source: Behaviour to be observed
ro: Comportament de observat
