Repository: gianluca78/behave
Catalog: translations/messages.*.xlf
Languages: de, it, pt, ro

source: General stats
de: Allgemeine Angaben
it: Statistiche generali
pt: Estatísticas gerais
ro: Statistici generale

source: Record inserted successfully
pt: Registo inserido com sucesso
ro: Înregirare inserită cu succes

source: Record edited successfully
pt: Registo editado com sucesso
ro: Înregirare editată cu succes

source: Record deleted successfully
pt: Registo eliminado com sucesso
ro: Înregirare eliminată cu succes

source: Insert new observation
pt: Inserir nova observação
ro: Înregistrează o nouă observație

source: Edit observation
it: Modifica osservazione
pt: Editar observação
ro: Editează observația

source: List of observations
pt: Lista de observações
ro: Listă de observații

source: Insert new observation phase
it: Inserisci una fase di osservazione
pt: Inserir nova fase de observação
ro: Introduceți o nouă fază de observare

source: Edit observation phase
it: Modifica una fase di osservazione
pt: Editar fase de observação
ro: Editează faza de observare

source: List of observation phases
it: Elenco delle fasi di osservazione
pt: Lista de fases de observação
ro: Lista fazelor de observare

source: Edit
de: Bearbeiten
it: Modifica
pt: Editar
ro: Editează

source: New
de: Neu
it: Nuovo
pt: Novo
ro: Nou

source: Delete
de: Löschen
it: Cancella
pt: Eliminar
ro: Șterge

source: Dates
de: Daten
it: Date
pt: Datas
ro: Date

source: Number of students
de: Anzahl der Schüler
it: Num. di studenti
pt: Nº de alunos
ro: Număr de elevi

source: Categorised data
de: Kategorisierte Daten
it: Dati categorizzati
pt: Dados categorizados
ro: Date categorizate

source: Number of measures
de: Nr. der Maßnahmen
it: Num. di misure
pt: Nº de medidas
ro: Număr de măsurători

source: Calendar
de: Kalender
it: Calendario
pt: Calendário

source: Data to be categorised
de: Zu kategorisierende Daten
it: Dati da categorizzare
pt: Dados a categorizar
ro: Date de categorizat

source: Student Id
de: Schüler*in ID
it: Id dello studente
pt: Identificação do aluno
ro: ID elev

source: Name of the Observation
pt: Nome de observação
ro: Denumirea observației

source: Description
de: Beschreibung
it: Descrizione
pt: Descrição
ro: Descriere

source: Uncategorized data
de: Nicht kategorisierte Daten
it: Dati non categorizzati
pt: Dados não-categorizados
ro: Date necategorizate

source: Students
de: Schüler*innen
it: Studenti
pt: alunos
ro: Elevi

source: List
de: Liste
it: Elenco
pt: Lista
ro: Listă

source: Add a new student
de: Eine*n neue*n Schüler*in hinzufügen
it: Aggiungi un nuovo studente
pt: Adicionar um novo aluno
ro: Adaugă un nou elev

source: Observations
de: Beobachtungen
it: Osservazioni
pt: Observações
ro: Observații

source: Health information
de: Informationen zur Gesundheit
it: Informazioni sulla salute
pt: Informação de saúde
ro: Informații despre sănătate

source: Warning
de: Warnung
it: Attenzione
pt: Atenção
ro: Atenție

source: Are you sure you want to delete this students name?
de: Sind Sie sicher, dass Sie den Namen dieses Studenten löschen möchten?
it: Sei sicuro di volere cancellare questo studente?
pt: Tem a certeza que deseja eliminar este aluno?
ro: Ești sigur că vrei să elimini acest elev?

source: Close
de: Schließen
it: Chiudi
pt: Fechar
ro: Închide

source: Yes, delete
de: Löschen
it: Si, cancella
pt: Sim, eliminar
ro: Da, elimină

source: List of students
it: Lista di studenti
pt: Lista de alunos
ro: Lista elevilor

source: Student inserted successfully
it: Studente inserito con successo
pt: Aluno inserido com sucesso
ro: Elev adăugat cu succes

source: Student edited successfully
it: Studente modificato con successo
pt: Aluno editado com sucesso
ro: Elev editat cu succes

source: Student deleted successfully
it: Studente cancellato con successo
pt: Aluno eliminado com sucesso
ro: Elev eliminat cu succes

source: Insert new student
it: Inserisci un nuovo studente
pt: Inserir novo aluno
ro: Introdu un nou elev

source: Edit student
it: Modifica studente
pt: Editar aluno
ro: Editează elev

source: Data gathering about
de: Datenerfassung über
it: Raccolta dati su
pt: Recolha de dados acerca
ro: Culegere de date despre

source: Home
de: Startseite
pt: Início
ro: Acasă

source: Measures
de: Maßnahmen
it: Misure
pt: Medidas
ro: Măsurători

source: Add a new measure
it: Aggiungi una nuova misura
pt: Adicionar nova medida
ro: Adaugă o nouă măsurătoare

source: Name
it: Nome
pt: Nome
ro: Denumire

source: Are you sure you want to delete this measure?
de: Sind Sie sicher, dass Sie diese Maßnahme löschen wollen?
it: Sei sicuro che vuoi cancellare questa misura?
pt: Tem a certeza que deseja eliminar esta medida?
ro: Ești sigur că vrei să elimini această măsurătoare?

source: Data saved successfully
it: Dati salvati con successo
pt: Dados guardados com sucesso
ro: Date salvate cu succes

source: Pick your favourite dates
it: Seleziona le tue date preferite
pt: Selecione as suas datas favoritas
ro: Alege datele tale preferate

source: Insert new measure
it: Inserisci una nuova misura
pt: Inserir nova medida
ro: Introdu o nouă măsurătoare

source: Edit measure
it: Modifica la misura
pt: Editar medida
ro: Editează măsurătoarea

source: Delete measure
it: Cancella la misura
pt: Eliminar medida
ro: Elimină măsurătoarea

source: List of measures
it: Elenco delle misure
pt: Lista de medidas
ro: Lista măsurătorilor

source: View
de: Anzeigen
it: Visualizza
pt: Ver
ro: Vizualizează

source: student
de: Schüler*in
it: studente
pt: aluno
ro: elev

source: Add a new observation
de: Eine neue Beobachtung hinzufügen
it: Aggiungi una nuova osservazione
pt: Adicionar nova observação
ro: Adaugă o nouă observație

source: List of phases
de: Liste der Phasen
it: Lista delle fasi
pt: Lista de fases
ro: Lista de faze

source: Share
de: Teilen
it: Condividi
pt: Partilhar

source: Download raw data
it: Scarica i dati grezzi
pt: Download de dados brutos
ro: Descarcă datele brute

source: Measure
de: Maßnahme
it: Misura
pt: Medida
ro: Măsoară

source: Enabled
de: Aktivieren
it: Abilitato
pt: Permitir
ro: Abilitează

source: Turn on/off the collection of data
de: Ein-/Ausschalten der Datenerfassung
it: Accendi/spegni la raccolta dei dati
pt: Ligar/desligar a recolha de dados
ro: Activează/dezactivează colectarea datelor

source: Are you sure you want to delete this observation?
de: Sind Sie sicher, dass Sie diese Bemerkung löschen wollen?
it: Sei sicuro di volere cancellare questa osservazione?
pt: Tem a certeza que deseja eliminar esta observação?
ro: Ești sigur că vrei să elimini această observație?

source: Assign the observation to the observers sharing the following url:
de: Leiten Sie die Beobachtung an die Beobachter weiter, indem Sie folgende Url teilen:
it: Assegna l'osservazione agli osservatori condividendo il seguente url:
pt: Atribua a observação aos observadores partilhando o seguinte url:
ro: Asociază observația observatorilor cu ajutorul unrmătorului link:

source: Copy url
de: Url kopieren
it: Copia url
pt: Copiar url
ro: Copiază url

source: If you scheduled the observation dates, you can insert the email addresses of the observers (press enter to add every new entry). They will be notified via email 1 hour before the observation:
de: Wenn Sie Beobachtungsdaten geplant haben, können Sie die E-Mail-Adresse der Beobachter eingeben (drücken Sie die Eingabetaste, um jedes neue Element hinzuzufügen). Diese erhalten eine E-Mail-Benachrichtigung 1 Stunde vor der Beobachtung:
it: Se hai programmato delle date di osservazione, puoi inserire l'indirizzo email degli osservatori (premi il tasto invio per aggiungere ogni nuovo elemento). Essi riceveranno una notifica via email 1 ora prima dell'osservazione:
pt: Se calendarizou datas de observação, poderá inserir os endereços de e-mail dos observadores (pressione enter para adicionar as novas entradas). Serão notificados via email 1 horas antes da observação:
ro: Dacă ai programat datele de observație, poți introduce adresele de email ale observatorilor (apasă enter pentru a adăuga o nouă intrare). Vor fi notificați prin email cu o oră inainte de observație:

source: Email addresses to be contacted with
de: Zu benachrichtigende E-Mail-Adressen
it: Indirizzi email a cui inviare la notifica
pt: Endereços de e-mail para notificação.
ro: Adresă de email pentru notificare

source: Observation inserted successfully
it: Osservazione inserita con successo
pt: Observação inserida com sucesso
ro: Observație introdusă cu succes

source: Observation edited successfully
it: Osservazione modificata con successo
pt: Observação editada com sucesso
ro: Observația a fost modificată cu succes

source: Observation deleted successfully
it: Osservazione cancellata con successo
pt: Observação excluída com sucesso
ro: Observația a fost eliminată cu succes

source: Observation phase inserted successfully
it: Fase di osservazione inserita con successo
pt: Fase de observação inserida com sucesso
ro: Faza de observare inserată cu succes

# Observation edited successfully
source: Observation phase edited successfully
it: Fase di osservazione modificata con successo
pt: Fase de observação editada com sucesso
ro: Faza de observare a fost modificată cu succes

# Observation deleted successfully
source: Observation phase deleted successfully
it: Fase di osservazione cancellata con successo
pt: Fase de observação excluída com sucesso
ro: Faza de observare a fost eliminată cu succes

source: Choose one of the following...
it: Scegli uno dei seguenti...
pt: Escolha um dos seguintes...
ro: Alege una din următoarele opțiuni:

source: Time option
it: Opzioni temporali
pt: Opção de tempo
ro: Opțiuni temporale

source: All day
it: Tutto il giorno
pt: Todo o dia
ro: Întreaga zi

source: Time range
it: Fascia oraria
pt: Intervalo de tempo
ro: Interval orar

source: Exact time
it: Orario esatto
pt: Tempo exato
ro: Orar exact

source: Time range start time
it: Ora inizio fascia oraria
pt: Hora de início do intervalo de tempo
ro: Moment inițial al intervalului orar

source: Hour
it: Ora
pt: Hora
ro: Oră

source: Minute
it: Minuti
pt: Minuto

source: Time range end time
it: Ora fine fascia oraria
pt: Hora de final do intervalo de tempo
ro: Moment final al intervalului orar

source: Yes
it: Si
pt: Sim
ro: Da

source: No
pt: Não
ro: Nu

source: New observation
it: Nuova osservazione
pt: Nova observação
ro: Nouă observație

source: Be careful!
de: Vorsicht!
it: Attenzione!
pt: Cuidado!
ro: Atenție!

source: The previous dates will be deleted and be replaced with the new ones agreed today.
de: Die nach dem heutigen Tag bereits geplanten Termine werden gestrichen und durch die neuen ersetzt.
it: Le date precedentemente pianificate da oggi in poi saranno cancellate e rimpiazzate con le nuove.
pt: As datas calendarizadas a partir do dia de hoje serão eliminadas e substituídas por novas datas.
ro: Începând de astăzi, datele planificate anterior for fi eliminate și înlocuite cu noile date.

source: Scheduler
de: Terminplaner
it: Schedulatore
pt: Planificador
ro: Orar

source: Data
de: Daten
it: Dati
pt: Dados
ro: Date

source: Observation phases
de: Beobachtungsphasen
it: Fasi di osservazione
pt: Fases de observação
ro: Fazele observației

source: Add a new phase
de: Eine neue Phase hinzufügen
it: Aggiungi una nuova fase
pt: Adicionar nova fase
ro: Adaugă o nouă fază

source: Statistical analyses
de: Statistische Analysen
it: Analisi statistiche
pt: Análises estatísticas
ro: Analize stetistice

source: No phases defined!
de: Keine Phasen definiert!
it: Nessuna fase definita!
pt: Nenhuma fase definida!
ro: Nu ai definit nicio fază!

source: Please add the name of the observation phases (eg "baseline", "intervention", etc.)
it: Per favore aggiungi i nomi delle fasi della tua osservazione (per esempio "baseline", "intervento", ecc...)
pt: Por favor adicione os nomes da fases da sua observação (por exemplo "linha de base", "intervenção", etc...)
ro: Vă rugăm să adăugați denumirea fazelor observației (de exemplu

source: gathered data:
de: gesammelte Daten:
it: dati raccolti:
pt: dados recolhidos:
ro: date colectate:

source: Raw data per phase
de: Rohdaten pro Phase
it: Dati grezzi per fase
pt: Dados brutos por fase
ro: Date brute per fază

source: Data categorization
de: Datenkategorisierung
it: Categorizzazione dei dati
pt: Categorização de dados
ro: Categorizarea datelor

source: Phase
it: Fase
pt: Fase
ro: Fază

source: Are you sure you want to delete this phase?
it: Sei sicuro di volere cancellare questa fase?
pt: Tem a certeza que deseja eliminar esta fase?
ro: Ești sigur că vrei să ștergi această fază?

source: Phases
de: Phasen
it: Fasi
pt: Fases de observação
ro: Faze

source: No phase
de: Keine Phase
it: Nessuna fase
pt: Sem fase

source: List of observation dates
it: Elenco delle date di osservazione
pt: Lista de datas de observação
ro: Lista datelor de observație

source: New phase
it: Nuova fase
pt: Nova fase
ro: Nouă fază

source: Is the subject under pharmacological treatment during this phase?
de: Wird das Individuum in dieser Phase pharmakologisch behandelt?
it: Il soggetto è sotto trattamento farmacologico durante questa fase?
pt: O sujeito encontra-se sob tratamento farmacológico durante esta fase?
ro: Subiectul este sub efectul tratamentului farmacologic în această fază?

source: Is the phase an intervention?
de: Ist die Phase eine Intervention?
it: La fase è un intervento?
pt: A fase é uma intervenção?
ro: Faza este o intervenție?

source: Observation phase edited successfully
it: Fase di osservazione modificata con successo
pt: Fase de observação editada com sucesso
ro: Fază de observație editată cu succes

source: No data gathered!
de: Es werden keine Daten gesammelt!
it: Nessun dato raccolto!
pt: Sem dados recolhidos!
ro: Nicio informație colectată!

source: When you collect the data, in this section you will see the raw data and a scatter diagram for this with a numeric response.
de: Wenn Sie die Daten sammeln, sehen Sie in diesem Abschnitt die Rohdaten und ein Streudiagramm mit einer numerischen Rückmeldung.
it: Quando raccoglierai i dati, questa sezione ti mostrerà i dati grezzi e uno scatter plot per l'item con una modalità di risposta numerica.
pt: Quando recolher dados, serão apresentados nesta secção os dados brutos e um gráfico de dispersão para o item, com uma resposta numérica.
ro: Când colectezi datele, în această secțiune vei vedea datele brute și o diagramă de dispersie pentru acest element cu un răspuns numeric.

source: Gathered data
de: Gesammelte Daten
it: Dati raccolti
pt: Dados recolhidos
ro: Date colectate

source: scatter plot
de: Streudiagramm
pt: gráfico de dispersão
ro: diagramă de dispersie

source: Data gathered on
de: Gesammelte Daten zu
it: Dati raccolti il
pt: Dados recolhidos em
ro: Date culese în

source: Phase data
de: Phasendaten
it: Dati della fase
pt: Dados da fase
ro: Datele fazei

source: Data analysis
de: Analyse der Daten
it: Analisi dei dati
pt: Análise de dados
ro: Analiza datelor

source: Phases to be compared
de: Zu vergleichende Phasen
it: Fasi da comparare
pt: Fases a serem comparadas
ro: Faze de comparat

source: Statistical index
de: Statistischer Index
it: Indice statistico
pt: Índice estatístico
ro: Index statistic

source: observations
de: Beobachtungen
it: osservazioni
pt: observações
ro: observații

source: Items to be analyzed
de: Zu analysierende Items
it: Item da analizzare
pt: Itens para análise
ro: Itemi de analizat

source: Click on the switch to analyze item reverse score.
de: Klicken Sie auf den Schalter, um das Item mit umgekehrter Bewertung zu analysieren.
it: Clicca sull'interruttore per analizzare l'item con punteggio inverso.
pt: Clique no interruptor para analisar o item com pontuação inversa.
ro: Fă clic pe buton pentru a analiza scorul invers.

source: Operations
de: Operationen
it: Operazioni
pt: Operações
ro: Operații

source: Sum
de: Summe
it: Somma
pt: Soma
ro: Sumă

source: The selected items will be aggregated, adding their raw data.
de: Die ausgewählten Elemente werden unter Hinzufügung ihrer Rohdaten zusammengefasst.
it: Gli item selezionati saranno aggregati sommando i dati grezzi.
pt: Os itens selecionados serão agregados através da soma dos dados brutos.
ro: Itemii selectați vor fi agregați însumând datele lor brute.

source: Mean
de: Bedeutet
it: Media
pt: Média
ro: Media

source: The selected items will be aggregated calculting their mean.
de: Die ausgewählten Elemente werden zusammengefasst, um ihren Mittelwert zu berechnen.
it: L'item selezionato sarà aggregato calcolandone la media.
pt: Os itens selecionados serão agregados através do cálculo da sua média.
ro: Itemii selectați vor fi agregați calculând media lor.

source: You can analyze only 2 phases at a time
de: Sie können nur 2 Phasen auf einmal analysieren
it: Puoi analizzare solo 2 fasi alla volta
pt: Apenas pode analisar 2 fases de cada vez.
ro: Poți analiza doar două faze concomitent.

source: You can select only 1 item at a time
de: Sie können jeweils nur 1 Item auf einmal auswählen.
it: Puoi selezionare solo 1 item alla volta
pt: Apenas pode selecionar 1 item de cada vez
ro: Poți selecta doar un singur item odată

source: You need at least 4 observations to perform the statistical analysis
de: Sie benötigen mindestens 4 Beobachtungen, um die statistische Analyse durchzuführen
it: Hai bisogno di almeno 4 osservazioni per eseguire le analisi statistiche
pt: Necessita de pelo menos 4 observações para realizar esta análise estatística.
ro: Ai nevoie de cel puțin 4 observații pentru a efectua analiza statistică

source: You need to select at least 2 items to aggregate data
de: Sie müssen mindestens 2 Elemente auswählen, um Daten zusammen zu fassen.
it: Puoi selezionare almeno 2 item per aggregare i dati
pt: Necessita de selecionar pelo menos 2 itens para agregar dados.
ro: Trebuie să selectezi cel puțin 2 elemente pentru a agrega date

source: Disorder
de: Störung
it: Disturbo
pt: Perturbação
ro: Tulburare

source: Age of onset
de: Alter des Beginns
it: Età di insorgenza
pt: Idade de início
ro: Vârsta primei manifestări

source: Medical condition
de: Medizinischer Zustand
it: Condizione medica
pt: Condição médica
ro: Situație medicală

source: Comorbid disorders
de: Komorbide Erkrankungen
it: Disturbi in comorbidità
pt: Comorbilidade
ro: Tulburări comorbide

source: Are you sure you want to delete this health information?
de: Sind Sie sicher, dass Sie diese Gesundheitsinformationen löschen möchten?
it: Sei sicuro di volere cancellare queste informazioni sanitarie?
pt: Tem a certeza que deseja eliminar esta informação de saúde?
ro: Ești sigur că vrei să elimini aceste informații despre sănătate?

# &gt;New
source: >New
de: >Neu
it: >Nuovo
pt: >Novo
ro: >Nou

source: Is secondary to another medical condition?
de: Ist zweitrangig gegenüber einer anderen Erkrankung?
it: È secondario a un'altra condizione medica?
pt: É secundário a outra condição médica?
ro: Este secundar unei alte condiții medicale

source: Health information inserted successfully
it: Informazioni sanitarie inserite con successo
pt: Informação de saúde inserida com sucesso
ro: Informații medicale introduse cu succes

source: Health information edited successfully
it: Informazioni sanitarie modificate con successo
pt: Informação de saúde editada com sucesso
ro: Informații medicale editate cu succes

source: Health information deleted successfully
it: Informazioni sanitarie cancellate con successo
pt: Informação de saúde eliminada com sucesso
ro: Informații medicale eliminate cu succes

source: Insert new health information
it: Inserisci nuove informazioni sanitarie
pt: Inserir nova informação de saúde
ro: Introdu noi informații medicale

source: Edit health information
it: Modifica informazioni sanitarie
pt: Editar informação de saúde
ro: Editează informațiile medicale

source: List of health information
it: Elenco delle informazioni sanitarie
pt: Lista de informações de saúde
ro: Lista informațiilor despre sănătate

source: Scatter plot
de: Streudiagramm
pt: Gráfico de dispersão
ro: Diagramă de dispersie

source: Speedometer
de: Geschwindigkeitsmesser
it: Tachimetro
pt: velocímetro
ro: Vitezometru

source: Behavioral management model across europe (BeHave) project
de: Projekt: Behavioral management model across europe (BeHave)
it: Progetto Behavioral management model across europe (BeHave)
pt: Projeto Behavioral management model across europe (BeHave)
ro: Proiectul Behavioral management model across europe (BeHave)

source: BEHAVE application
de: BEHAVE Anwendung
it: Applicazione BEHAVE
pt: Aplicação BEHAVE
ro: Aplicația BEHAVE

source: an ICT-based solution supporting the observation and the management of problem behaviours
de: eine ICT-basierte Lösung, die die Beobachtung und das Management von Problemverhalten unterstützt
it: una soluzione basata sulle ICT per supportare l'osservazione e la gestione dei problemi comportamentali
pt: uma solução baseada nas TIC para apoiar a observação e gestão dos problemas de comportamento.
ro: o soluție bazată pe TIC pentru sprijinirea observării și managementului problemelor de comportament

source: Build your session-to-session measure using many different widgets
de: Erstellen Sie Ihre Maßnahme von Sitzung zu Sitzung mit vielen verschiedenen Widgets
it: Costruisci la tua misura usando numerosi strumenti di composizione
pt: Construa a sua medida sessão-a-sessão recorrendo a variadas ferramentas de composição
ro: Creează-ți măsurătoarea de la sesiune la sesiune folosind multe instruemente diferite

source: Collect
de: Sammeln
it: Colleziona
pt: Recolher
ro: Colectează

source: Collect data directly throught your favourite device: personal computer, mobile phone, or tablet
de: Sammeln Sie Daten direkt über Ihr Lieblingsgerät: Computer, Mobiltelefon oder Tablet
it: Colleziona i dati direttamente tramite il tuo dispositivo preferito: personal computer, smartphone, o tablet
pt: Recolha dados através do seu dispositivo favorito: computador pessoal, telemóvel ou table.
ro: Colectează date direct pe dispozitivul tău preferat: computer personal, telefon mobil sau tabletă

source: Analyze
de: Analysieren
it: Analizza
pt: Analisar
ro: Analizează

source: Starting from a Montecarlo simulation, the application chooses the best algorithm to calculate the effect size of the applied behavioural intervention plan
de: Ausgehend von einer Montecarlo-Simulation wählt die Anwendung den besten Algorithmus aus, um die Effektgröße des angewandten Verhaltensinterventionsplans zu berechnen
it: A partire da una simulazione Montecarlo, l'applicazione sceglie il migliore algoritmo per calcolare la grandezza dell'effetto dell'intervento comportamentale applicato
pt: Partindo de uma simulação Montecarlo, a aplicação seleciona o melhor algorítmo para calcular o tamanho do efeito do plano de intervenção comportamental aplicado.
ro: Pornind de la o simulare Montecarlo, aplicația alege cel mai bun algoritm pentru a calcula volumul impactului pe care l-a avut intervenția comportamentală aplicată.

source: LANGUAGES
de: Sprachen
it: LINGUA
pt: Idiomas
ro: LIMBA

source: English
de: Englisch
it: Inglese
pt: Inglês
ro: Engleză

source: Italian
de: Italienisch
it: Italiano
pt: Italiano
ro: Italiană

source: You shall not pass
de: Hier geht es nicht weiter
it: Non puoi passare
pt: Não pode continuar
ro: Nu poți trece

source: Your observation will start in
de: Ihre Beobachtung beginnt in
it: La tua osservazione inizierà in
pt: A sua observação começará em...
ro: Observația ta va începe în

source: You now have permission to access this page
de: Sie können nun auf diese Seite zugreifen
it: Non sei autorizzato ad accedere a questa pagina
pt: Encontra-se autorizado a aceder a esta página
ro: Nu ești autorizat să accesezi această pagină

source: The observation is not enabled
de: Die Beobachtung ist nicht aktiviert
it: L'osservazione non è abilitata
pt: A observação não está autorizada.
ro: Observația nu este abilitată
