Repository: gianluca78/behave
Catalog: translations/messages.*.xlf
Languages: de, it, pt, ro

source: Next
de: Weiter
it: Successivo
pt: Próximo
ro: Următor

source: Prev
de: Zurück
it: Precedente
pt: Anterior
ro: Anterior

source: Skip
de: Überspringen
it: Salta
pt: Svançar
ro: Treci mai departe

source: Done
de: Fertig
it: Fatto
pt: Feito
ro: Terminat

source: Choice
de: Auswahl
it: Scelta
pt: Escolha
ro: Alegere

source: Direct Observation
de: Direkte Beobachtung
it: Osservazione Diretta
pt: Observação direta
ro: Observație directă

source: Integer
it: Numerico
pt: Número inteiro
ro: Număr întreg

source: Four Quadrant Diagram
de: Vier-Quadranten-Diagramm
it: Diagramma a Quattro Quadranti
pt: Diagrama dos quatro quadrantes
ro: Diagramă de patru cadrane

source: Range
de: Bereich
it: Intervallo di valori
pt: Intervalo de valores
ro: Interval de valori

source: Text
it: Testo
pt: Texto

source: Add item
de: Item hinzufügen
it: Aggiungi item
pt: Adicionar item
ro: Adaugă item

source: Compose your measure
de: Erstellen Sie Ihre Maßnahme
it: Componi la tua misura
pt: Componha a sua medida
ro: Compune măsurătoarea

source: Text of the item
it: Testo dell'item
pt: Texto do item
ro: Textul itemului

source: For example: Interrupting conversations
it: Per esempio: Interruzioni della conversazione
pt: Por exemplo: interrupções da conversação
ro: De exemplu: Întrerupe conversația

source: Observation length in minutes
it: Lunghezza dell'osservazione in minuti
pt: duração da observação em minutos
ro: Durata observației în minute

source: In general, 10 or 15 minutes
it: In generale, 10 o 15 minuti
pt: Em geral, 10 ou 15 minutos
ro: În general, 10 sau 15 minute

source: Interval length in seconds
it: Lunghezza degli intervalli in secondi
pt: Duração do intervalo em segundos
ro: Lungimea intervalului în secunde

source: The number of seconds has to be an exact fit for the observation length in seconds
it: Il numero di secondi deve essere multiplo della lunghezza totale dell'osservazione
pt: O número de segundos deverá ser múltiplo da duração de observação.
ro: Numărul de secunde trebuie să fie multiplu al duratei totale de observație

source: Typology
it: Tipologia
pt: Tipologia
ro: Tipologia

source: Duration Recording
it: Registrazione della durata
pt: Registo da duração
ro: Înregistrarea duratei

source: Frequency
it: Frequenza
pt: Frequência
ro: Frecvența

source: Interval Recording - Whole Interval
it: Registrazione a Intervalli - Whole Interval
pt: Intervalo de registo - intervalo total
ro: Înregistrare pe intervale - interval total

source: Interval Recording - Partial Interval
it: Registrazione a intervalli - Partial Interval
pt: Intervalo de registo - intervalo parcial
ro: Înregistrare pe intervale - interval parțial

source: Interval Recording - Momentary Time Sampling
it: Registrazione a intervalli - Momentary Time Sampling
pt: Intervalo de registo - tempo de amostragem momentâneo
ro: Înregistrare pe intervale - timp momentan de prelevare

source: For instance: How many times...?
it: Per esempio: Quante volte...?
pt: Por exemplo: Quantas vezes...?
ro: De exemplu: De câte ori... ?

source: Name of the diagram
it: Nome del diagramma
pt: Nome do diagrama
ro: Denumirea diagramei

source: For example: Mood meter
it: Per esempio: Metro delle emozioni
pt: Por exemplo: medidor de humor
ro: De exemplu: Măsurător de stări emoționale

source: Y axis name
it: Nome dell'asse Y
pt: nome do eixo Y
ro: Denumirea axei Y

source: For example: Pleasantness
it: Per esempio: Piacevolezza
pt: Por exemplo: agradabilidade
ro: De exemplu: Agreabil

source: Label of the max value for the y axis
it: Etichetta del massimo valore dell'asse y
pt: Rótulo do valor máximo para o eixo Y
ro: Eticheta valorii maxime pentru axa y

source: Label of the min value for the y axis
it: Etichetta del minimo valore dell'asse y
pt: Rótulo do valor mínimo para o eixo Y
ro: Eticheta valorii minime pentru axa y

source: Label of the max value for the x axis
it: Etichetta del massimo valore dell'asse x
pt: Rótulo do valor máximo para o eixo X
ro: Eticheta valorii maxime pentru axa x

source: Label of the min value for the x axis
it: Etichetta del minimo valore dell'asse x
pt: Rótulo do valor mínimo para o eixo X
ro: Eticheta valorii minime pentru axa x

source: For example: High
it: Per esempio: Alto
pt: Por exemplo: alto
ro: De exemplu: Mare

source: For example: Low
it: Per esempio: Basso
pt: Por exemplo: baixo
ro: De exemplu: Mic

source: X axis name
it: Nome asse X
pt: Nome do eixo X
ro: Denumirea axei X

source: For example: Energy
it: Per esempio: Energia
pt: Por exemplo: Energia
ro: De exemplu: Energia

source: For instance, how many times he calls out in class?
it: Per esempio, quante volte parla ad alta voce in classe?
pt: Por exemplo, quantas vezes fala alto durante a aula?
ro: De exemplu, de câte ori strigă în clasă?

source: Minimum value
it: Valore minimo
pt: Valor mínimo
ro: Valoarea minimă

source: Maximum value
it: Valore massimo
pt: Valor máximo
ro: Valoare maximă

source: For instance, 0
it: Per esempio, 0
pt: Por exemplo, 0
ro: De exemplu, 0

source: For instance, 10
it: Per esempio, 10
pt: Por exemplo, 10
ro: De exemplu, 10

source: Step
it: Passo
pt: Passo
ro: Etapa

source: The value that specifies the increment from the minimum value to the maximum value.
it: Il valore indica come incrementare il valore minimo per raggiungere il valore massimo
pt: O valor que indica como incrementar o valor mínimo para atingir o valor máximo
ro: Valoarea care indică cum să incrementăm valoarea mină pentru a merge la valoarea maximă

source: For example: What happens next, or what happens as a result of the child's behavior?
it: Per esempio: Cosa accade dopo, o come risultato del comportamento?
pt: Por exemplo: o que acontece depois, ou como resultado do comportamento da criança?
ro: De exemplu: Ce se întâmplă în continuare sau ca urmare a comportamentului copilului?

source: Placeholder
it: Segnaposto
pt: Espaço reservado
ro: Substitut

source: This is a short hint that describes the expected value of an input field
it: Questo breve suggerimento descrive il valore atteso di un campo di input
pt: Esta é uma pequena dica que descreve o valor esperado de um campo de entrada de dados
ro: Acesta este un scurt indiciu care descrie valoarea așteptată a unui câmp de intrare

source: Information about the item type
de: Informationen über den Item-Typ
it: Informazioni relative al tipo di item
pt: Informação acerca do tipo de item
ro: Informații despre tipul articolului

source: Move the item up
de: Den Artikel nach oben verschieben
it: Sposta l\'elemento in alto
pt: Mover o elemento para cima
ro: Mută elementul în sus

source: Move the item down
de: Den Artikel nach unten verschieben
it: Sposta l\'elemento in basso
pt: Mover o elemento para baixo
ro: Mută elementul în jos

source: Close the section
de: Den Abschnitt schließen
it: Chiudi la sezione
pt: Fechar secção
ro: Închide secțiunea

source: Remove the item
de: Das Element entfernen
it: Rimuovi l\'item
pt: Remover item
ro: Elimină elementul

source: Number
de: Nummer
it: Numerico
pt: Número
ro: Număr

source: Actions
de: Aktionen
it: Azioni
pt: Ações
ro: Acţiuni

source: cant-delete-measure
it: Impossibile cancellare la misura "%s": è già stata associata almeno a un'osservazione.
pt: não é possível eliminar a medida "% s": já se encontra associada a pelo menos uma observação.
ro: Nu puteți șterge măsura „% s”: a fost deja asociată cel puțin unei observații.

source: Import measure
de: Maßnahme importieren
it: Importa una misura
pt: Importar medida
ro: Importă măsură

source: Export
it: Esporta
pt: Exportar
ro: Exportă

source: Something went wrong with the format or content of the file. Please correct the problem and try again.
de: Etwas ist mit dem Format oder dem Inhalt der Datei falsch gelaufen. Bitte korrigieren Sie das Problem und versuchen Sie es erneut.
it: Qualcosa è andato storto con il formato o il contenuto del file. Per favore correggi il problema e riprova.
pt: Algo correu mal com o formato ou conteúdo do ficheiro. Por favor, corrija o problema e tente de novo.
ro: Ceva nu e corect în formatul sau conținutul fișierului. Te rugăm să corectezi problema și să încerci din nou.

source: 500 internal server error
de: 500 interner Server-Fehler
it: 500 errore interno
pt: erro 500 servidor interno
ro: 500 Eroare internă a server-ului

source: Sorry, something has gone wrong on the app's server.
de: Es tut uns leid, auf dem Server der App ist etwas schief gelaufen.
it: Ci dispiace, qualcosa è andato storto sul server.
pt: Desculpe, algo correu mal com o servidor da aplicação.
ro: Ne pare rău, ceva e greșit pe serverul aplicației.

source: Try again, and contact us if the problem persists.
de: Versuchen Sie es noch einmal und kontaktieren Sie uns, wenn das Problem weiterhin besteht.
it: Prova nuovamente e contattaci se il problema persiste.
pt: Tente de novo, e entre em contacto se o problema persistir.
ro: Încercați din nou și contactați-ne dacă problema persistă.

source: 404 not found
de: 404 nicht gefunden
it: 404 non trovato
pt: 404 não encontrado.
ro: 404 Nu a fost gasit

source: Sorry – the page you have requested does not exist
de: Entschuldigung - die von Ihnen angeforderte Seite existiert nicht.
it: Ci dispiace – la pagina che hai richiesto non esiste
pt: Desculpe - a página que solicitou não existe.
ro: Ne pare rău - pagina solicitată nu există

source: You may have followed an outdated link, or have mistyped a URL. If you believe this to be an error, please report it
de: Möglicherweise sind Sie einem veralteten Link gefolgt oder haben sich bei der Eingabe einer URL vertippt. Wenn Sie glauben, dass dies ein Fehler ist, melden Sie ihn bitte
it: Potresti avere seguito un link antiquato, o hai sbagliato a digitare l'URL. Se credi che questo sia un errore, per favore segnalalo
pt: Poderá ter tentado aceder a um link desatualizado ou digitado incorretamente um URL. Se esta mensagem lhe parecer um erro, por favor reporte-o.
ro: Este posibil să fi urmărit un link expirat sau să fi greșit o adresă URL. Dacă crezi că aceasta este o eroare, te rugăm să o raportezi

source: Are you sure you want to delete this data?
de: Sind Sie sicher, dass Sie diese Daten löschen möchten?
it: Sei sicuro di cancellare questo dato?
pt: Tem a certeza que pretende eliminar estes dados?
ro: Ești sigur că vrei să ștergi aceste date?

source: Download
de: Herunterladen
ro: Descarcă

source: Name of the Observation
de: Name der Beobachtung
it: Nome dell'osservazione

source: DSM5 disorder
it: Disturbo del DSM5

source: Items successfully imported!
de: Items mit Erfolg importiert!
it: Item importati con successo!

source: Portuguese
de: Portugiesisch

source: Romanian
de: Rumänisch

source: German
de: Deutsche

source: Report a problem
de: Ein Problem melden

source: Please add the name of the observation phases (eg "baseline", "intervention", etc.)
de: Bitte fügen Sie die Namen der Phasen Ihrer Beobachtung hinzu (z.B. „Baseline", "Intervention", etc...)

source: Are you sure you want to delete this phase?
de: Sind Sie sicher, dass Sie diese Phase löschen wollen?

source: Measure imported with success!
de: Maßnahme mit Erfolg importiert!
