Repository: gianluca78/behave
Catalog: translations/security.*.xlf
Languages: pt, ro

source: An authentication exception occurred.
pt: Ocorreu um erro de autenticação.
ro: A apărut o excepție de autentificare.

source: Authentication credentials could not be found.
pt: Credenciais de autenticação não encontradas.
ro: Nu s-au găsit datele de autentificare.

source: Authentication request could not be processed due to a system problem.
pt: O pedido de autenticação não pode ser processado devido a um erro do sistema.
ro: Cererea de autentificare nu a putut fi procesată din cauza unei probleme de sistem.

source: Invalid credentials.
pt: Credenciais inválidas
ro: Date de acces non valide.

source: The cookie has already been used by someone else.
pt: O cookie já foi usado por outra pessoa.
ro: Cookie-ul a fost deja folosit de altcineva.

source: Not privileged to request the resource.
pt: Não possui privilégio para solicitar o recurso.
ro: Nu dispui de drepturile necesare pentru a accesa resursa.

source: Invalid CSRF token.
pt: Token CSRF inválido.
ro: Token CSRF non valid.

source: No authentication provider found to support the authentication token.
pt: Não foi encontrado nenhum fornecedor de autenticação válido para suportar o token.
ro: Nu a fost găsit niciun furnizor de autentificare care să susțină token-ul de autentificare.

source: No session available, it either timed out or cookies are not enabled.
pt: Nenhuma sessão disponível, poderá ter expirado ou os cookies não se encontram ativados.
ro: Nu este disponibilă nici o sesiune, fie a expirat, fie cookie-urile nu sunt activate.

source: No token could be found.
pt: Não foram encontrados tokens.
ro: Nu s-a găsit niciun token.

source: Username could not be found.
pt: Nome de utilizador não encontrado.
ro: Numele de utilizator nu a fost găsit.

source: Account has expired.
pt: Conta expirada
ro: Contul a expirat.

source: Credentials have expired.
pt: Credenciais expiradas
ro: Datele de acces au expirat.

source: Account is disabled.
pt: A conta está desativada.
ro: Contul este dezactivat.

source: Account is locked.
pt: A conta está bloqueada.
ro: Contul este blocat.
