Repository: gianluca78/behave
Catalog: translations/tutorial-measures.*.xlf
Languages: de, it, pt, ro

source: Integer item
it: Item a risposta numerica
pt: Item de resposta numérica
ro: Element de răspuns numeric

source: The widget will support the creation of items with a numeric response
de: Das Tool ist für die Erstellung von Elementen mit einer numerischen Antwort vorgesehen.
pt: A ferramenta destina-se à criação de itens com uma resposta numérica.
ro: Widgetul este destinat să sprijine crearea de articole cu un răspuns numeric

source: The following images show an example of the measure creation phase
de: Die folgenden Bilder zeigen ein Beispiel für die Entstehungsphase der Maßnahme.
pt: As seguintes imagens mostram um exemplo da fase de criação da medida.
ro: Următoarele imagini arată un exemplu despre faza de creare a măsurătorii

source: and what this produces in the data collection section
de: und was sie im Bereich der Datenerfassung produziert.
pt: e o que produz na secção de recolha de dados.
ro: și ce produce acest lucru în secțiunea de colectare a datelor

source: Close
de: schließen
it: Chiudi
pt: Fechar
ro: Închide

source: Direct observation item
de: Gegenstand der direkten Beobachtung
it: Item a osservazione diretta
pt: Item de observação direta
ro: Element de observație directă

source: The widget will measure an event, evaluating its frequency, its duration, or whether it occurs or does not occur during specific time periods.
de: Das Tool soll ein Phänomen messen/bewerten, indem es seine Häufigkeit, Dauer oder sein Auftreten bzw. Nichtauftreten über bestimmte Zeiträume bewertet.
pt: A ferramenta destina-se a medir/avaliar um fenómeno através da avaliação da sua frequência, duração ou a sua ocorrência ou não-ocorrência durante períodos específicos de tempo.
ro: Widget-ul are ca scop măsurarea unui fenomen care evaluează frecvența, durata acestuia sau dacă acesta apare sau nu în perioadele de timp specificate.

source: Duration
de: Dauer
it: Durata
pt: Duração
ro: Durată

source: The following images shows an example of the direct item creation phase, selecting the type "Duration recording"
de: Die folgenden Bilder zeigen ein Beispiel für den Schritt der Erstellung des Items der direkten Beobachtung durch Auswahl des Typs "Aufzeichnungsdauer".
it: Le immagini seguenti mostrano un esempio della fase di creazione degli item a osservazione diretta, selezionando il tipo "Registrazione della durata"
pt: As imagens seguintes mostram um exemplo da fase de criação do item de observação direta, selecionando o tipo "duração da gravação"
ro: Următoarele imagini arată un exemplu al fazei de creare a articolului direct, selectând tipul „Înregistrare de durată”

source: Frequency
de: Frequenz
it: Frequenza
pt: Frequência
ro: Frecvență

source: The following images shows an example of the direct item creation phase, selecting the type "Frequency"
de: Die folgenden Bilder zeigen ein Beispiel für den Schritt der Erstellung des Items der direkten Beobachtung durch Auswahl des Typs "Häufigkeit".
it: Le immagini seguenti mostrano un esempio della fase di creazione degli item a osservazione diretta, selezionando il tipo "Frequenza"
pt: As imagens seguintes mostram um exemplo da fase de criação do item de observação direta, selecionando o tipo "frequência"
ro: Următoarele imagini arată un exemplu al fazei de creare a articolului direct, selectând tipul „Frecvență”

source: Interval recording
de: Intervallaufzeichnung
it: Registrazione a intervalli
pt: Intervalo de registo
ro: Înregistrare pe intervale

source: The following images show an example of the direct observation item creation step, by selecting the "interval recording" type
pt: As imagens seguintes mostram um exemplo da etapa de criação do item de observação direta, selecionando o tipo "gravação com intervalo"
ro: Următoarele imagini arată un exemplu al fazei de creare a elementelor de observare directă, selectând tipul „Înregistrare de intervale”

source: Four Quadrant Diagram item
de: Item des Vier-Quadranten-Diagramms
it: Diagramma a 4 quadranti
pt: Diagrama de Quatro Quadrantes
ro: Diagrama cu patru cadrane

source: The widget will create a cartesian plane. The user has to select the point in the plane where he feels it belongs according to a predefined categories
de: Das Widget erstellt eine kartesische Ebene. Der Benutzer muss den Punkt in der Ebene auswählen, an dem er glaubt, dass er zu einer vordefinierten Kategorie gehört
pt: A ferramenta destina-se à criação de um plano cartesiano. O utilizador deve selecionar o ponto no plano que melhor descreve sua posição em relação às categorias predefinidas
ro: Widget-ul are ca scop crearea unui plan cartezian. Utilizatorul trebuie să selecteze punctul din plan în care simte că aparține în funcție de categoriile predefinite

source: Range item
de: Bereichsbasiertes Item
it: Item basato su intervallo di valori
pt: Item de intervalo de valores
ro: Element bazat pe interval de valori

source: The widget will create an input with a numeric value which must be no less than a given value, and no more than another given value
de: Das Tool erzeugt eine Eingabe mit einem numerischen Wert, der nicht kleiner als ein gegebener Wert und nicht größer als ein anderer gegebener Wert sein darf.
pt: A ferramenta destina-se à criação de um item de resposta numérica cujos valores não podem ser menores que um determinado valor e não podem ser superiores a outro determinado valor.
ro: Widgetul are ca scop crearea unei intrări cu o valoare numerică care trebuie să fie mai mică decât o valoare dată și nu mai mare decât o altă valoare dată

source: Text item
de: Item Text
it: Item testuale
pt: Item de texto
ro: Element text

source: The widget will create a textual input
de: Das Tool ist für die Erstellung eines Feldes für Textantworten vorgesehen.
pt: A ferramenta destina-se à criação de um campo para respostas textuais
ro: Widget-ul are ca scop crearea unei intrări textuale

source: Choice item
de: Auswahl des Items
it: Item scelta
pt: Item de escolha
ro: Element de alegere

source: The widget is aimed to create radio buttons and selects. Multiple selections of values are allowed
de: Das Tool ist auf die Erstellung eines kartesischen Plans ausgerichtet. Der Benutzer muss den Punkt in der Ebene auswählen, der seine Position im Verhältnis zu den vordefinierten Kategorien am besten beschreibt.
it: L'elemento è finalizzato a creare radio button e menu a tendina. La selezione di valori multipli è consentita
pt: A ferramenta destina-se à criação de botões de opção e menus drop-down. São permitidos múltiplas seleções dos valores.
ro: Widget-ul este proiectat pentru a crea butoane și meniuri multiopțiuni. Se pot selecta mai multe valori

source: Checkboxes
de: Kontrollkästchen
it: Caselle di controllo
pt: Caixas de verificação
ro: Casuțe de control

source: Dropdown list
de: Auswahlliste
it: Menu a tendina
pt: Menu drop-down
ro: Lista verticală

source: Dropdown list with multiple selection
de: Auswahlliste mit Mehrfachauswahl
it: Menu a tendina con selezione multipla
pt: Menu drop-down com múltipla seleção
ro: Lista derulantă cu selecție multiplă

source: Radio buttons
de: Auswahlknöpfe
it: Radio button
pt: Botões de opção
ro: Butoane de opțiuni

source: Number item
de: Anzahl der Items
pt: Número de itens
ro: Număr articol

source: Import items
de: Items importieren
pt: Importar itens
ro: Importați articole

source: In this field you can upload a measure from previously list of measures. In this way you will not have to re-enter the items and you can customize the items to your liking.
de: In diesem Feld können Sie ei
pt: Neste campo poderá fazer upload de uma medida previamente exportada da lista de medidas. Desta forma não será necessário voltar a introduzir os itens e poderá costumizar os itens ao seu gosto.
ro: În acest câmp puteți încărca o măsurătoare exportată anterior din lista de măsurători. În acest fel nu va trebui să reintroduceți articolele și puteți personaliza articolele după bunul plac.

source: The following images show an example of the direct observation item creation step, by selecting the "interval recording" type
de: Die folgenden Bilder zeigen ein Beispiel für den Schritt der Erstellung des Items der direkten Beobachtung durch Auswahl des Typs "Intervallaufzeichnung".

source: The widget is aimed to support the creation of items with a numeric response
it: L'elemento ha lo scopo di supportare la creazione degli item a risposta numerica

source: The following images shows an example about the measure creation phase
it: Le immagini seguenti mostrano un esempio relativo alla fase di creazione

source: and what this produce in the data collection section
it: e cosa produce nella sezione di collezione dei dati

source: The widget is aimed to measure a phenomenon evaluating its frequency, its duration, or whether it occurs or does not occur during specified time periods.
it: L'elemento è finalizzato a misurare un fenomeno valutandone la sua frequenza, durata, o se si verifica o no durante un periodo di tempo specifico.

source: The following images shows an example of the direct item creation phase, selecting the type "Interval recording"
it: Le immagini seguenti mostrano un esempio della fase di creazione degli item a osservazione diretta, selezionando il tipo "Registrazione a intervalli"

source: The widget is aimed to create a cartesian plane. The user has to select the point in the plane where he feels to belong according to the predefined categories
it: L'elemento è finalizzato a creare un piano cartesiano. L'utente deve selezionare il punto nel piano che meglio descrive la sua posizione in relazione alle categorie predefinite

source: The widget is aimed to create an input with a numeric value which must be no less than a given value, and no more than another given value
it: L'elemento è finalizzato a creare un item a risposta numerica i cui valori non possono essere minori di un valore data, e non maggiori di un altro valore dato

source: The widget is aimed to create a textual input
it: L'elemento è finalizzato a creare un campo per risposte di tipo testuale
