Repository: gianluca78/behave
Catalog: translations/tutorial.*.xlf
Languages: de, it, pt, ro

source: The general stats panel summarizes information about your activity on the BEHAVE application.
de: Das allgemeine Statistik-Panel fasst die Informationen über Ihre Aktivität in der BEHAVE-Anwendung zusammen.
it: Il pannello delle statistiche generali riassume le informazioni relative alla tua attività con l'applicazione BEHAVE.
pt: O painel de estatísticas gerais sumariza a informação acerca da sua atividade na aplicação BEHAVE.
ro: Panoul general de statistici rezumă informații despre activitatea dvs. în aplicația BEHAVE.

source: Here you can find the number of students you are working with.
de: Hier finden Sie die Anzahl der Schüler*innen, mit denen Sie arbeiten.
it: Qui puoi trovare il numero di studenti su cui stai lavorando.
pt: Aqui pode encontrar o número de alunos com que se encontra a trabalhar neste momento.
ro: Aici puteți găsi numărul de elevi la care lucrați.

source: The percentage of categorized data indicates how many data you associated to a data collection phase. When an observation is done, the system doesn't know a priori if data is taken during o baseline or an intervention. You have to do it manually to have maximum control over your data.
it: La percentuale di dati categorizzati indica quanti dati sono stati associati a una fase di raccolta dati. Quando un'osservazione viene fatta, il sistema non sa a priori se il dato è preso durante una baseline è un intervento. Devi farlo manualmente per avere il massimo controllo sui tuoi dati.
pt: A percentagem de dados categorizados indica quantos dados foram associados a uma fase da recolha de dados. Quando uma observação é feita, o sistema não sabe antecipadamente se os dados são obtidos durante a linha de base ou na intervenção. É necessário que o faça manualmente para ter o máximo controlo sobre seus dados.
ro: Procentul de date clasificate indică câte date ați asociat unei faze de colectare a datelor. Când se face o observație, sistemul nu știe a priori dacă datele sunt luate în timpul unei etape inițiale sau al unei intervenții. Trebuie să o faceți manual pentru a avea un control maxim asupra datelor dvs.

source: This box shows how many measures you have inserted.
de: Dieses Feld zeigt an, wie viele Maßnahmen Sie eingefügt haben.
it: Questo box mostra quante misure sono state inserite.
pt: Esta caixa mostra quantas medidas se encontram inseridas.
ro: Această casetă arată câte măsuri ați introdus.

source: The calendar reminds you the observations planned for today. Just click on one of the boxes to go to the data collection section.
de: Der Kalender erinnert Sie an die für heute geplanten Beobachtungen. Klicken Sie einfach auf eines der Kästchen, um zum Abschnitt Datensammlung zu gelangen.
it: Il calendario ti ricorda le osservazioni programmate per oggi. Semplicemente clicca su una delle righe per andare nella sezione di collezione dei dati.
pt: O calendário relembra as observações agendadas para hoje. Basta clicar numa das linhas para ser direcionado para a secção de recolha de dados.
ro: Calendarul vă reamintește observațiile planificate pentru astăzi. Doar faceți clic pe una dintre căsuțe pentru a accesa secțiunea de colectare a datelor.

source: Here you can find observation data that has not yet been categorized.
de: Hier finden Sie Beobachtungsdaten, die noch nicht kategorisiert wurden.
it: Qui puoi trovare i dati che non sono stati ancora categorizzati.
pt: Aqui poderá encontrar dados de observação que ainda não se encontram categorizados.
ro: Aici puteți găsi date de observare care nu au fost încă clasificate.

source: The students you are working on are displayed here.
de: Hier werden die Schüler*innen angezeigt, mit denen Sie arbeiten.
it: Gli studenti su cui stai lavorando sono visualizzati qui.
pt: Os alunos com quem se encontra a trabalhar são apresentados aqui.
ro: Elevii la care lucrați sunt afișați aici.

source: In the BEHAVE application, everything begins with the insertion of a student. Click here to do that. Please remember NOT TO disclose personal information to identify the students.
de: In der BEHAVE-Anwendung beginnt alles mit dem Einfügen einer/ eines Schülerin/ Schülers. Klicken Sie hier, um mit dem Einfügen zu beginnen. Bitte denken Sie daran, keine persönlichen Informationen preiszugeben, die die/ den Schülerin/ Schüler identifizieren könnten.
it: Nell'applicazione BEHAVE tutto ha inizio con l'inserimento di uno studente. Clicca qui per inserirne uno. Per favore ricorda di non rivelare informazioni personali che possano fare identificare lo studente.
pt: Na aplicação BEHAVE, tudo começa com a inserção de um aluno. Clique aqui para o fazer. Por favor recorde-se de não divulgar informações pessoais que possam identificar o aluno.
ro: În aplicația BEHAVE, totul începe cu inserarea unui elev. Faceți clic aici pentru a face asta. Vă rugăm să vă amintiți să nu dezvăluiți informații personale pentru a identifica studenții.

source: Click here to edit data if you want to change something.
de: Klicken Sie hier, um Daten zu bearbeiten, wenn Sie etwas ändern möchten.
it: Clicca qui per modificare i dati se desideri cambiare qualcosa.
pt: Clique aqui para editar dados caso deseje fazer alguma alteração.
ro: Faceți clic aici pentru a edita datele dacă doriți să schimbați ceva.

source: Clicking on this icon will show you the list of the observations defined for a student.
de: Wenn Sie auf dieses Symbol klicken, wird Ihnen die Liste der Beobachtungen angezeigt, die für eine*n Schüler*in definiert wurden.
it: Cliccando su questa icona, accederai alla lista delle osservazioni definite per uno studente.
pt: Clicando neste ícone acederá à lista de observações definidas para um aluno.
ro: Făcând clic pe această pictogramă, veți accesa lista observațiilor definite pentru un elev.

source: It can be helpful if you choose to add medical information such as a diagnosed disorder or a specific medical condition. The behaviour you want to observe can be strongly influenced by it!
de: Es kann hilfreich sein, wenn Sie medizinische Informationen wie eine diagnostizierte Störung oder eine bestimmte Krankheit hinzufügen. Das Verhalten, das Sie beobachten möchten, kann stark davon beeinflusst werden!
it: Se lo desideri, puoi aggiungere informazioni mediche come la diagnosi di un disturbo o una condizione medica specifica. Il comportamento che vuoi osservare può essere fortemente influenzato da esso!
pt: Caso pretenda, pode adicionar informações médicas tais como uma perturbação diagnosticada ou uma condição médica específica. O comportamento que quer observar poderá ser fortemente influenciado por esses fatores!
ro: Dacă doriți, puteți adăuga informații medicale, cum ar fi o tulburare diagnosticată sau o afecțiune medicală specifică. Comportamentul pe care doriți să îl observați poate fi puternic influențat de acesta!

source: If you need to remove the student data from the server please click here to delete it.
de: Haben Sie einen Fehler gemacht oder möchten Sie, aus welchem Grund auch immer, die Daten der/ des Schülerin/ Schülers vom Server entfernen? Klicken Sie einfach hier, um sie zu löschen.
it: Hai fatto un errore o, per qualsiasi ragione, vuoi rimuovere i dati dello studente dal server? Semplicemente clicca qui per cancellarli.
pt: Houve algum erro ou, por qualquer motivo, deseja remover os dados do aluno do servidor? Basta clicar aqui para eliminar.
ro: Ați făcut o greșeală sau, din orice motiv, doriți să eliminați datele elevului de pe server? Doar faceți clic aici pentru a le șterge.

source: Clik here to add a new measure.
it: Clicca qui per aggiungere una nuova misura.
pt: Clique aqui para adicionar uma nova medida.
ro: Faceți clic aici pentru a adăuga o nouă măsurătoare.

source: Click here to edit the measure settings.
it: Clicca qui per modificare le impostazioni della misura.
pt: Clique aqui para editar as definições da medida.
ro: Faceți clic aici pentru a edita setările măsurătorii.

source: Click here to delete a measure.
it: Clicca qui per cancellare una misura.
pt: Clique aqui para eliminar uma nova medida.
ro: Faceți clic aici pentru a șterge o măsurătoare.

source: Click here to add a new observation.
de: Klicken Sie hier, um eine neue Beobachtung hinzuzufügen.
it: Clicca qui per aggiungere una nuova osservazione.
pt: Clique aqui para adicionar uma nova observação.
ro: Faceți clic aici pentru a adăuga o nouă observație.

source: When planning an observation, the observation session is automatically inserted into a calendar. If you need to postpone the observation? Simply drag and drop the event into another time slot or day.
it: Quando pianifichi un'osservazione, la sessione di osservazione è automaticamente inserita in un calendario. Hai avuto un imprevisto e devi posticipare l'osservazione? Semplicemente trascina e rilascia l'evento in un'altra fascia oraria o giorno.
pt: Ao planear uma observação, a sessão de observação é inserida automaticamente no calendário. Aconteceu algum imprevisto e necessita de adiar a observação? Simplesmente arraste e solte o evento para outro horário ou dia.
ro: Când planificați o observație, sesiunea de observație este inserată automat într-un calendar. Ați avut un eveniment neașteptat și trebuie să amânați observația? Pur și simplu trageți și plasați evenimentul într-un alt interval orar sau într-o altă zi.

source: The data collected during the sessions of observation must be organized according to a single case design. Click here to define phase names and associate data to the correct phase.
it: I dati collezionati durante le sessioni di osservazione devono essere organizzati in accordo a un disegno a caso singolo. Clicca qui per definire i nomi delle fasi e associare i dati alla giusta fase.
pt: Os dados recolhidos durante as sessões de observação devem ser organizados em casos individuais. Clique aqui para definir os nomes das fases e associar os dados à fase correspondente.
ro: Datele colectate în timpul sesiunilor de observație trebuie să fie organizate în conformitate cu un proiect de caz unic. Faceți clic aici pentru a defini numele fazelor și asocierea datelor la faza potrivită.

source: When an observation is planned and enabled, you have to inform the observer to collect the data about the behaviour. You can do that by copying the URL of the data collection page or adding the observers email to send them an automatic notification via email one hour before the observation.
it: Quando un'osservazione è pianificata e attiva, devi informare l'osservatore di collezionare i dati relativi a un comportamento. Puoi farlo copiando l'URL della pagina di collezione dati o aggiungendo le email degli osservatori per inviare loro una notifica automatic via email un'ora prima dell'osservazione.
pt: Quando uma observação é planeada e se encontra ativada, deverá informar o observador para iniciar a recolha de dados de um comportamento. Poderá fazê-lo copiando o URL da página de recolha de dados ou adicionando os emails dos observadores para enviar automaticamente uma notificação por email uma hora antes da observação.
ro: Când o observație este planificată și activată, trebuie să informați observatorul pentru a colecta datele despre un comportament. Puteți face asta copiind adresa URL a paginii de colectare a datelor sau adăugând e-mailurile observatorilor pentru a le trimite o notificare automată prin e-mail cu o oră înainte de observare.

source: Click here to edit the observation data.
it: Clicca qui per modificare i dati di osservazione.
pt: Clique aqui para editar os dados de observação.
ro: Faceți clic aici pentru a edita datele de observație.

source: Click here to delete the observation. Be careful when deleting the observation as you will lose all of the collected data.
it: Clicca qui per cancellare l'osservazione. Fai attenzione, cancellando l'osservazione, perderai definitivamente tutti i dati collezionati.
pt: Clique aqui para eliminar a observação. Tenha cuidado, ao apagar a observação, todos os dados recolhidos serão perdidos.
ro: Faceți clic aici pentru a șterge observația. Fii atent, ștergând observația, vei pierde definitiv toate datele colectate.

source: Do you need the raw data for your personal analyses or plan? Just click here and download it.
it: Hai bisogno dei dati grezzi per le tue analisi o scopi personali? Semplicemente clicca qui e scaricali.
pt: Necessita dos dados brutos para os seus objetivos ou análises pessoais? Basta clicar aqui para fazer o download.
ro: Aveți nevoie de datele brute pentru analizele sau scopurile dvs. personale? Doar faceți clic aici și descărcați-le.

source: Click here to enable data collection. As long as it comes it's red, you can't do it!
de: Klicken Sie hier, um die Datenerfassung zu aktivieren. Solange das Symbol rot ist, können keine Daten eingegeben werden!
it: Clicca qui per abilitare la raccolta dei dati. Sino a quando l'icona è rossa, non è possibile farlo!
pt: Clique aqui para permitir a recolha de dados. Enquanto o ícone está de cor vermelho, não é possível fazê-lo!
ro: Faceți clic aici pentru a activa colectarea datelor. Cât timp pictograma nu este roșie, nu poți face asta!

source: Click here to add a new observation phase.
de: Klicken Sie hier, um eine neue Beobachtungsphase hinzuzufügen.
it: Clicca qui per aggiungere una nuova fase di osservazione.
pt: Clique aqui para adicionar uma nova fase de observação.
ro: Faceți clic aici pentru a adăuga o nouă fază de observare.

source: By clicking here, you can compare two observation phases (for instance baseline and intervetion) and then evaluate your work to see if it decrease a negative behaviour or increase a positive behaviour.
de: Wenn Sie hier klicken, können Sie zwei Beobachtungsphasen (z.B. Baseline und Intervention) vergleichen und beurteilen, ob Ihre Arbeit zur Verminderung von negativem Verhalten, oder zur Erhöhung eines positiven Verhaltens geführt bzw. einen positiven Effekt gehabt hat oder nicht.
it: Cliccando qui puoi comparare due fasi di osservazione (per esempio baseline e intervento) e valutare se il tuo lavoro per diminuire il comportamento negativo (o incrementarne uno positivo) ha avuto effetto o no.
pt: Clicando aqui, poderá comparar duas fases de observação (por exemplo, a linha de base e a intervenção) e avaliar se o seu trabalho no sentido do decréscimo dos comportamentos negativos (ou aumento dos comportamentos positivos) teve efeito ou não.
ro: Făcând clic aici, puteți compara două faze de observare (de exemplu, valorile inițiale și intervenția) și puteți evalua dacă munca dvs. pentru a reduce un comportament negativ (sau crește un comportament pozitiv) a funcționat sau nu.

source: Click here to edit the observation phase.
de: Klicken Sie hier, um die Beobachtungsphase zu bearbeiten.
it: Clicca qui per modificare la fase di osservazione.
pt: Clique aqui para editar a fase de observação.
ro: Faceți clic aici pentru a edita faza de observație.

source: Click here to delete the phase.
de: Klicken Sie hier, um die Phase zu löschen.
it: Clicca qui per cancellare la fase.
pt: Clique aqui para eliminar a fase.
ro: Faceți clic aici pentru a șterge faza.

source: By clicking here, you will be able to see the data of each session of data that has been collected and to look at the relative scatter plot.
de: Wenn Sie hier klicken, können Sie die gesammelten Daten jeder Sitzung und das zugehörige Streudiagramm anzeigen.
it: Cliccando qui sarai in grado di visualizzare i dati di ogni sessione di raccolta dati e di visualizzare il relativo scatter plot.
pt: Clicando aqui, poderá visualizar os dados de cada sessão de recolha de dados e visualizar os gráficos de dispersão correspondentes.
ro: Făcând clic aici, veți putea vizualiza datele fiecărei sesiuni de colectare a datelor și să priviți diagrama de distribuție corespunzătoare.

source: This section contains all the session data collected by observers
de: Dieser Abschnitt enthält alle von den Beobachtern gesammelten Sitzungsdaten
it: Questa sezione contiene tutti i dati collezionati dagli osservatori
pt: Esta secção contém todos os dados das sessões recolhidos pelos observadores.
ro: Această secțiune conține toate datele sesiunii colectate de către observatori

source: By clicking here, you can associate the data with a particular phase after selecting the check boxes next to the data.
de: Wenn Sie hier klicken, können Sie die Daten einer bestimmten Phase zuordnen, nachdem Sie die Kontrollkästchen neben den Daten aktiviert haben.
it: Cliccando qui puoi associare i dati ad una fase dopo aver selezionato la casella di spunta vicino al dato.
pt: Clicando aqui, poderá associar dados a uma fase depois de selecionar as caixas de verificação próximas aos dados.
ro: Făcând clic aici, puteți asocia datele la o fază după selectarea casetelor de selectare din apropierea datelor.

source: Click here to import a measure.
de: Klicken Sie hier, um eine Maßnahme zu importieren.
it: Clicca qui per importare una misura.
pt: Clique aqui para importar a medida.
ro: Faceți clic aici pentru a importa o măsură.

source: The percentage of Categorised data indicates how many data you associated to a data collection phase. When an observation is done, the system doesn't know a priori if data is taken during o baseline or an intervention. You have to do it manually to have maximum control over your data.
de: Der Prozentsatz der kategorisierten Daten gibt an, wie viele Daten Sie einer Datenerfassungsphase zugeordnet haben. Wenn eine Beobachtung durchgeführt wird, weiß das System nicht a priori, ob Daten während einer Basislinie oder eines Eingriffs erfasst werden. Sie müssen dies manuell tun, um maximale Kontrolle über Ihre Daten zu haben.
