Repository: gianluca78/behave
Catalog: translations/validators.*.xlf
Languages: pt

source: This value should be false.
pt: Este valor deve ser falso.

source: This value should be true.
pt: Este valor deve ser verdadeiro.

source: This value should be of type {{ type }}.
pt: Este valor deve ser fdo tipo {{ tipo }}.

source: This value should be blank.
pt: Este valor deve estar em branco.

source: The value you selected is not a valid choice.
pt: O valor que selecionou não é uma opção válida.

source: You must select at least {{ limit }} choice.|You must select at least {{ limit }} choices.
pt: Deverá selecionar pelo menos {{ limite }} opção. Deverá selecionar pelo menos {{ limite }} opções.

source: You must select at most {{ limit }} choice.|You must select at most {{ limit }} choices.
pt: Deverá selecionar no máximo {{ limite }} opção. Deverá selecionar no máximo {{ limite }} opções.

source: One or more of the given values is invalid.
pt: Um ou mais valores inseridos não são válidos.

source: This field was not expected.
pt: Este campo não era expectado.

source: This field is missing.
pt: Este campo encontra-se em falta.

source: This value is not a valid date.
pt: Este valor não é uma data válida.

source: This value is not a valid datetime.
pt: Este valor não é uma data ou hora válidas.

source: This value is not a valid email address.
pt: Este valor não é um endereço de e-mail válido.

source: The file could not be found.
pt: Não foi possível encontrar o ficheiro.

source: The file is not readable.
pt: Não é possível ler o ficheiro.

source: The file is too large ({{ size }} {{ suffix }}). Allowed maximum size is {{ limit }} {{ suffix }}.
pt: O arquivo é muito grande ({{ tamanho }} {{ sufixo }}). O tamanho máximo permitido é {{ limite }} {{ sufixo }}.

source: The mime type of the file is invalid ({{ type }}). Allowed mime types are {{ types }}.
pt: O tipo MIME do ficheiro é inválido ({{ tipo }}). Os tipos de MIME permitidos são {{ tipos }}.

source: This value should be {{ limit }} or less.
pt: Este valor deve ser {{l imite }} ou inferior.

source: This value is too long. It should have {{ limit }} character or less.|This value is too long. It should have {{ limit }} characters or less.
pt: Este valor é muito longo. Deve ter {{ limite }} caractere ou menos. | Este valor é muito longo. Deve ter {{ limite }} caracteres ou menos.

source: This value should be {{ limit }} or more.
pt: Este valor deve ser {{ limite }} ou mais.

source: This value is too short. It should have {{ limit }} character or more.|This value is too short. It should have {{ limit }} characters or more.
pt: Este valor é demasiado curto. Deverá ter {{ limite }} caracter ou mais. Este valor é demasiado curto. Deverá ter {{ limite }} caracteres ou mais.

source: This value should not be blank.
pt: Este valor não deve estar em branco.

source: This value should not be null.
pt: Este valor não deve ser nulo.

source: This value should be null.
pt: Este valor deve ser nulo.

source: This value is not valid.
pt: Este valor não é válido.

source: This value is not a valid time.
pt: Este valor não é uma hora válida.

source: This value is not a valid URL.
pt: Este valor não é um URL válido.

source: The two values should be equal.
pt: Os dois valories deverão ser iguais.

source: The file is too large. Allowed maximum size is {{ limit }} {{ suffix }}.
pt: O ficheiro é demasiado grande. O tamanho máximo permitido é {{ limite }} {{ sufixo }}

source: The file is too large.
pt: O ficheiro é demasiado grande.

source: The file could not be uploaded.
pt: O ficheiro não pode ser carregado.

source: This value should be a valid number.
pt: Este valor deve ser um valor válido.

source: This file is not a valid image.
pt: Este ficheiro não é uma imagem válida.

source: This is not a valid IP address.
pt: Este não é um endereço IP válido.

source: This value is not a valid language.
pt: Este valor não é um idioma válido.

source: This value is not a valid locale.
pt: Este valor não é um local válido.

source: This value is not a valid country.
pt: Este valor não é um país válido.

source: This value is already used.
pt: Este valor já foi usado.

source: The size of the image could not be detected.
pt: Não foi possível detetar o tamanho da imagem.

source: The image width is too big ({{ width }}px). Allowed maximum width is {{ max_width }}px.
pt: A largura da imagem é muito grande ({{width}} px). A largura máxima permitida é de {{max_width}} px.

source: The image width is too small ({{ width }}px). Minimum width expected is {{ min_width }}px.
pt: A largura da imagem é muito pequena ({{width}} px). A largura mínima permitida é de {{max_width}} px.

source: The image height is too big ({{ height }}px). Allowed maximum height is {{ max_height }}px.
pt: A altura da imagem é muito grande ({{height}} px). A altura máxima permitida é de {{max_height}} px.

source: The image height is too small ({{ height }}px). Minimum height expected is {{ min_height }}px.
pt: A altura da imagem é muito pequena ({{height}} px). A altura mínima permitida é de {{max_height}} px.

source: This value should be the user's current password.
pt: Este valor deve ser a senha atual do utilizador.

source: This value should have exactly {{ limit }} character.|This value should have exactly {{ limit }} characters.
pt: Este valor deve ter exatamente {{limit}} caracter. | Este valor deve ter exatamente {{limit}} caracteres.

source: The file was only partially uploaded.
pt: O ficheiro foi carregado apenas parcialmente.

source: No file was uploaded.
pt: Nenhum ficheiro foi carregado.

source: No temporary folder was configured in php.ini.
pt: Nenhuma pasta temporária foi configurada no php.ini ou a pasta configurada não existe.

source: Cannot write temporary file to disk.
pt: Não é possível gravar o arquivo temporário no disco.

source: A PHP extension caused the upload to fail.
pt: Uma extensão do PHP causou falha no carregamento.

source: This collection should contain {{ limit }} element or more.|This collection should contain {{ limit }} elements or more.
pt: Esta coleção deve conter {{limit}} elemento ou mais. | Esta coleção deve conter {{limit}} elementos ou mais.

source: This collection should contain {{ limit }} element or less.|This collection should contain {{ limit }} elements or less.
pt: Esta coleção deve conter {{limit}} elemento ou menos. | Esta coleção deve conter {{limit}} elementos ou menos.

source: This collection should contain exactly {{ limit }} element.|This collection should contain exactly {{ limit }} elements.
pt: Esta coleção deve conter exatamente {{limit}} elemento. | Esta coleção deve conter exatamente {{limit}} elementos.

source: Invalid card number.
pt: Número de cartão inválido.

source: Unsupported card type or invalid card number.
pt: Tipo de cartão não suportado ou número de cartão inválido.

source: This is not a valid International Bank Account Number (IBAN).
pt: Este valor não é um IBAN (International Bank Account Number) válido.

source: This value is not a valid ISBN-10.
pt: Este valor não é um ISBN-10 válido.

source: This value is not a valid ISBN-13.
pt: Este valor não é um ISBN-13 válido.

source: This value is neither a valid ISBN-10 nor a valid ISBN-13.
pt: Este valor não é um ISBN-10 nem um ISBN-13 válido.

source: This value is not a valid ISSN.
pt: Este valor não é um ISSN válido.

source: This value is not a valid currency.
pt: Este valor não é uma moeda válida.

source: This value should be equal to {{ compared_value }}.
pt: Este valor deve ser igual a {{compare_value}}.

source: This value should be greater than {{ compared_value }}.
pt: Este valor deve ser maior que {{compare_value}}.

source: This value should be greater than or equal to {{ compared_value }}.
pt: Este valor deve ser maior ou igual a {{compare_value}}.

source: This value should be identical to {{ compared_value_type }} {{ compared_value }}.
pt: Este valor deve ser idêntico ao {{compare_value_type}} {{compare_value}}.

source: This value should be less than {{ compared_value }}.
pt: Este valor deve ser menor que {{compare_value}}.

source: This value should be less than or equal to {{ compared_value }}.
pt: Este valor deve ser menor ou igual a {{compare_value}}.

source: This value should not be equal to {{ compared_value }}.
pt: Este valor não deve ser igual a {{compare_value}}.

source: This value should not be identical to {{ compared_value_type }} {{ compared_value }}.
pt: Este valor não deve ser idêntico ao {{compare_value_type}} {{compare_value}}.

source: The image ratio is too big ({{ ratio }}). Allowed maximum ratio is {{ max_ratio }}.
pt: A proporção da imagem é muito grande ({{ratio}}). A proporção máxima permitida é {{max_ratio}}.

source: The image ratio is too small ({{ ratio }}). Minimum ratio expected is {{ min_ratio }}.
pt: A proporção da imagem é muito pequena ({{ratio}}). A proporção mínima permitida é {{max_ratio}}.

source: The image is square ({{ width }}x{{ height }}px). Square images are not allowed.
pt: A imagem é quadrada ({{width}} x {{height}} px). Imagens quadradas não são permitidas.

source: The image is landscape oriented ({{ width }}x{{ height }}px). Landscape oriented images are not allowed.
pt: A imagem é horizontal ({{width}} x {{height}} px). Imagens horizontais não são permitidas.

source: The image is portrait oriented ({{ width }}x{{ height }}px). Portrait oriented images are not allowed.
pt: A imagem é vertical ({{width}} x {{height}} px). Imagens verticais não são permitidas.

source: An empty file is not allowed.
pt: Não é permitido um ficheiro vazio.

source: The host could not be resolved.
pt: O host não pôde ser resolvido.

source: This value does not match the expected {{ charset }} charset.
pt: Este valor não corresponde ao charset esperado {{charset}}.

source: This is not a valid Business Identifier Code (BIC).
pt: Este valor não é um BIC (Business Identifier Code) válido.

source: Error
pt: Erro

source: This is not a valid UUID.
pt: Este valor não é um UUID válido.

source: This value should be a multiple of {{ compared_value }}.
pt: Este valor deve ser um múltiplo de {{ compare_value }}.

source: This Business Identifier Code (BIC) is not associated with IBAN {{ iban }}.
pt: O BIC não se encontra associado ao IBAN {{ iban }}.

source: This value should be valid JSON.
pt: Este valor deve ser um JSON válido.

source: This collection should contain only unique elements.
pt: Esta coleção deve conter apenas elementos únicos.

source: This value should be positive.
pt: Este valor deve ser positivo.

source: This value should be either positive or zero.
pt: Este valor deve ser positivo ou zero.

source: This value should be negative.
pt: Este valor deve ser negativo.

source: This value should be either negative or zero.
pt: Este valor deve ser negativo ou zero.

source: This value is not a valid timezone.
pt: Este valor não é um fuso horário válido.

source: This password has been leaked in a data breach, it must not be used. Please use another password.
pt: Esta senha foi divulgada durante um incidente de violação de dados, não deverá ser utilizada. Por favor utilize outra senha.

source: This value should be between {{ min }} and {{ max }}.
pt: Esse valor deve estar entre {{ min }} e {{ max }}.

source: This form should not contain extra fields.
pt: Este formulário não deverá conter campos extra.

source: The uploaded file was too large. Please try to upload a smaller file.
pt: O ficheiro carregado é demasiado grande. Por favor tente carregar um ficheiro mais pequeno.

source: The CSRF token is invalid. Please try to resubmit the form.
pt: O token CSRF é inválido. Por favor tente submeter o formulário de novo.
